Repository: AZRASEL/PDT.AI
Catalog: languages/oralcancerpdt-*.po
Languages: bn_bd

source: Oral Cancer PDT
bn_bd: ওরাল ক্যান্সার PDT

source: Oops! That page can't be found.
bn_bd: দুঃখিত! ঐ পৃষ্ঠাটি পাওয়া যায়নি।

source: It looks like nothing was found at this location. Maybe try a search?
bn_bd: এই অবস্থানে কিছুই পাওয়া যায়নি। একটি অনুসন্ধান চেষ্টা করুন?

source: One thought on &ldquo;%1$s&rdquo;
bn_bd: &ldquo;%1$s&rdquo; এ একটি মন্তব্য

source: %1$s thoughts on &ldquo;%2$s&rdquo;
bn_bd: &ldquo;%2$s&rdquo; এ %1$s টি মন্তব্য

source: Comments are closed.
bn_bd: মন্তব্য বন্ধ করা হয়েছে।

source: Quick Links
bn_bd: দ্রুত লিঙ্ক

source: Services
bn_bd: সেবাসমূহ

source: Legal
bn_bd: আইনি

source: Contact Us
bn_bd: যোগাযোগ করুন

source: Address:
bn_bd: ঠিকানা:

source: Phone:
bn_bd: ফোন:

source: Email:
bn_bd: ইমেইল:

source: Hours:
bn_bd: সময়সূচী:

source: Back to top
bn_bd: উপরে ফিরে যান

source: Key Features of PDT
bn_bd: পিডিটি'র মূল বৈশিষ্ট্য

source: Minimally Invasive
bn_bd: ন্যূনতম আক্রমণাত্মক

source: Preserves healthy tissue while targeting cancer cells
bn_bd: ক্যান্সার কোষগুলিকে লক্ষ্য করার সময় স্বাস্থ্যকর টিস্যু সংরক্ষণ করে

source: Fewer Side Effects
bn_bd: কম পার্শ্ব প্রতিক্রিয়া

source: Compared to traditional radiation and chemotherapy
bn_bd: ঐতিহ্যগত রেডিয়েশন এবং কেমোথেরাপির তুলনায়

source: Outpatient Procedure
bn_bd: বহির্বিভাগীয় পদ্ধতি

source: No hospital stay required for most treatments
bn_bd: বেশিরভাগ চিকিৎসার জন্য হাসপাতালে থাকার প্রয়োজন নেই

source: Repeatable Treatment
bn_bd: পুনরাবৃত্তিযোগ্য চিকিৎসা

source: Can be performed multiple times if needed
bn_bd: প্রয়োজনে একাধিকবার করা যেতে পারে

source: About PDT for Oral Cancer
bn_bd: মুখের ক্যান্সারের জন্য পিডিটি সম্পর্কে

source: Photodynamic Therapy (PDT) is an innovative treatment for oral cancer that combines light-sensitive medications with specific wavelengths of light to target and destroy cancer cells.
bn_bd: ফটোডাইনামিক থেরাপি (পিডিটি) মুখের ক্যান্সারের জন্য একটি উদ্ভাবনী চিকিৎসা যা আলোক-সংবেদনশীল ওষুধকে নির্দিষ্ট তরঙ্গদৈর্ঘ্যের আলোর সাথে সংযুক্ত করে ক্যান্সার কোষগুলিকে লক্ষ্য করে এবং ধ্বংস করে।

source: How PDT Works
bn_bd: পিডিটি কীভাবে কাজ করে

source: PDT is a two-step process. First, a photosensitizing agent is administered to the patient, which accumulates preferentially in cancer cells. After a specific time interval, the target tissue is exposed to a specific wavelength of light, activating the photosensitizer and generating reactive oxygen species that destroy the cancer cells.
bn_bd: পিডিটি একটি দুই-ধাপের প্রক্রিয়া। প্রথমে, রোগীকে একটি ফটোসেনসিটাইজিং এজেন্ট দেওয়া হয়, যা ক্যান্সার কোষে অগ্রাধিকারভাবে জমা হয়। একটি নির্দিষ্ট সময়ের পর, লক্ষ্য টিস্যুকে নির্দিষ্ট তরঙ্গদৈর্ঘ্যের আলোর সামনে রাখা হয়, যা ফটোসেনসিটাইজারকে সক্রিয় করে এবং রিঅ্যাকটিভ অক্সিজেন স্পিসিস তৈরি করে যা ক্যান্সার কোষগুলিকে ধ্বংস করে।

source: Benefits for Oral Cancer Patients
bn_bd: মুখের ক্যান্সার রোগীদের জন্য উপকারিতা

source: PDT offers several advantages for oral cancer patients, including minimal invasiveness, preservation of healthy tissue, reduced scarring, and the ability to repeat treatments if necessary. It's particularly valuable for early-stage oral cancers and precancerous lesions.
bn_bd: পিডিটি মুখের ক্যান্সার রোগীদের জন্য বেশ কিছু সুবিধা প্রদান করে, যার মধ্যে রয়েছে ন্যূনতম আক্রমণাত্মকতা, স্বাস্থ্যকর টিস্যু সংরক্ষণ, কম দাগ পড়া, এবং প্রয়োজনে চিকিৎসা পুনরাবৃত্তি করার ক্ষমতা। এটি বিশেষ করে প্রাথমিক পর্যায়ের মুখের ক্যান্সার এবং প্রাক-ক্যান্সার ক্ষতের জন্য মূল্যবান।

source: Our Advanced Technology
bn_bd: আমাদের উন্নত প্রযুক্তি

source: Our clinic utilizes state-of-the-art PDT equipment with precise light delivery systems and advanced photosensitizers. We also employ PpIX fluorescence imaging for accurate diagnosis and treatment monitoring.
bn_bd: আমাদের ক্লিনিক সর্বাধুনিক পিডিটি সরঞ্জাম ব্যবহার করে যার মধ্যে রয়েছে সুনির্দিষ্ট আলো বিতরণ ব্যবস্থা এবং উন্নত ফটোসেনসিটাইজার। আমরা সঠিক রোগ নির্ণয় এবং চিকিৎসা পর্যবেক্ষণের জন্য পিপিআইএক্স ফ্লোরোসেন্স ইমেজিং-ও ব্যবহার করি।

source: Symptoms & Local Risk Factors
bn_bd: লক্ষণ এবং স্থানীয় ঝুঁকির কারণ

source: Oral cancer often presents with subtle symptoms that can be easily overlooked. Being aware of these warning signs and local risk factors is crucial for early detection and treatment.
bn_bd: মুখের ক্যান্সার প্রায়ই সূক্ষ্ম লক্ষণ নিয়ে আসে যা সহজেই উপেক্ষা করা যেতে পারে। এই সতর্কতা সংকেত এবং স্থানীয় ঝুঁকির কারণগুলি সম্পর্কে সচেতন থাকা প্রাথমিক সনাক্তকরণ এবং চিকিৎসার জন্য অত্যন্ত গুরুত্বপূর্ণ।

source: Common Symptoms
bn_bd: সাধারণ লক্ষণ

source: Persistent mouth sores that don't heal within two weeks
bn_bd: দুই সপ্তাহের মধ্যে সারে না এমন দীর্ঘস্থায়ী মুখের ঘা

source: Red or white patches in the mouth
bn_bd: মুখের ভিতরে লাল বা সাদা দাগ

source: Persistent pain, tenderness or numbness in mouth or lips
bn_bd: মুখ বা ঠোঁটে দীর্ঘস্থায়ী ব্যথা, স্পর্শকাতরতা বা অসাড়তা

source: A lump or thickening of the cheek
bn_bd: গালে একটি চাকা বা ঘনত্ব

source: Difficulty chewing, swallowing, speaking or moving the jaw or tongue
bn_bd: চিবানো, গিলতে, কথা বলতে বা চোয়াল বা জিহ্বা নাড়াতে অসুবিধা

source: A change in the way your teeth fit together when you close your mouth
bn_bd: মুখ বন্ধ করার সময় আপনার দাঁতগুলি একসাথে ফিট হওয়ার পদ্ধতিতে পরিবর্তন

source: Bangladesh-Specific Risk Factors
bn_bd: বাংলাদেশ-নির্দিষ্ট ঝুঁকির কারণ

source: Betel quid (paan) chewing with tobacco
bn_bd: তামাকযুক্ত পান চিবানো

source: Smokeless tobacco (jorda, gul)
bn_bd: ধোঁয়াবিহীন তামাক (জর্দা, গুল)

source: Smoking bidis and cigarettes
bn_bd: বিড়ি এবং সিগারেট ধূমপান

source: Areca nut (supari) consumption
bn_bd: সুপারি খাওয়া

source: Limited access to dental care in rural areas
bn_bd: গ্রামীণ এলাকায় দন্ত চিকিৎসা সেবায় সীমিত প্রবেশাধিকার

source: Nutritional deficiencies common in certain regions
bn_bd: নির্দিষ্ট অঞ্চলে সাধারণ পুষ্টির অভাব

source: PDT in Skin Care
bn_bd: ত্বকের যত্নে পিডিটি

source: Beyond oral cancer treatment, our clinic also offers Photodynamic Therapy for various dermatological conditions.
bn_bd: মুখের ক্যান্সারের চিকিৎসার বাইরেও, আমাদের ক্লিনিক বিভিন্ন চর্মরোগের জন্য ফটোডাইনামিক থেরাপি প্রদান করে।

source: Skin Conditions We Treat
bn_bd: আমরা যে ত্বকের অবস্থা চিকিৎসা করি

source: Actinic keratosis (precancerous skin lesions)
bn_bd: অ্যাকটিনিক কেরাটোসিস (প্রাক-ক্যান্সার ত্বকের ক্ষত)

source: Basal cell carcinoma (a type of skin cancer)
bn_bd: বেসাল সেল কার্সিনোমা (একটি ধরনের ত্বকের ক্যান্সার)

source: Bowen's disease (squamous cell carcinoma in situ)
bn_bd: বোয়েন'স ডিজিজ (স্কোয়ামাস সেল কার্সিনোমা ইন সিটু)

source: Acne vulgaris
bn_bd: অ্যাকনে ভালগারিস

source: Photoaging and sun damage
bn_bd: ফটোএজিং এবং সূর্যের ক্ষতি

source: Benefits of PDT for Skin
bn_bd: ত্বকের জন্য পিডিটি'র উপকারিতা

source: PDT for dermatological conditions offers excellent cosmetic results with minimal scarring, can treat multiple lesions simultaneously, and provides both therapeutic and preventive benefits for sun-damaged skin.
bn_bd: চর্মরোগের জন্য পিডিটি ন্যূনতম দাগ সহ উৎকৃষ্ট কসমেটিক ফলাফল প্রদান করে, একই সাথে একাধিক ক্ষত চিকিৎসা করতে পারে, এবং সূর্যের ক্ষতিগ্রস্ত ত্বকের জন্য চিকিৎসা এবং প্রতিরোধমূলক উভয় সুবিধা প্রদান করে।

source: Research & Collaboration
bn_bd: গবেষণা এবং সহযোগিতা

source: Our clinic actively participates in research to advance PDT technology and techniques, particularly for applications relevant to the Bangladeshi population.
bn_bd: আমাদের ক্লিনিক সক্রিয়ভাবে পিডিটি প্রযুক্তি এবং কৌশল উন্নত করার জন্য গবেষণায় অংশগ্রহণ করে, বিশেষ করে বাংলাদেশী জনসংখ্যার জন্য প্রাসঙ্গিক অ্যাপ্লিকেশনগুলির জন্য।

source: Current Research Focus
bn_bd: বর্তমান গবেষণার ফোকাস

source: We're currently investigating optimized PDT protocols for betel quid-related oral cancers, developing low-cost PDT solutions for resource-limited settings, and exploring combination therapies to enhance PDT effectiveness.
bn_bd: আমরা বর্তমানে পান-সম্পর্কিত মুখের ক্যান্সারের জন্য অপ্টিমাইজড পিডিটি প্রোটোকল অনুসন্ধান করছি, সীমিত সম্পদের সেটিংসের জন্য কম খরচের পিডিটি সমাধান বিকাশ করছি, এবং পিডিটি কার্যকারিতা বাড়ানোর জন্য সংমিশ্রণ থেরাপি অন্বেষণ করছি।

source: Academic Partnerships
bn_bd: একাডেমিক অংশীদারিত্ব

source: We collaborate with Dhaka Medical College, Bangladesh Cancer Society, and international institutions specializing in photomedicine and cancer research.
bn_bd: আমরা ঢাকা মেডিকেল কলেজ, বাংলাদেশ ক্যান্সার সোসাইটি, এবং ফটোমেডিসিন এবং ক্যান্সার গবেষণায় বিশেষজ্ঞ আন্তর্জাতিক প্রতিষ্ঠানের সাথে সহযোগিতা করি।

source: Join Our Clinical Trials
bn_bd: আমাদের ক্লিনিকাল ট্রায়ালে যোগ দিন

source: Eligible patients may have opportunities to participate in our clinical trials, potentially gaining access to advanced treatments while contributing to medical research.
bn_bd: যোগ্য রোগীদের আমাদের ক্লিনিকাল ট্রায়ালে অংশগ্রহণ করার সুযোগ থাকতে পারে, যা চিকিৎসা গবেষণায় অবদান রাখার পাশাপাশি উন্নত চিকিৎসা পাওয়ার সম্ভাবনা তৈরি করে।

source: Book an Appointment
bn_bd: অ্যাপয়েন্টমেন্ট বুক করুন

source: Schedule a consultation with our specialists to discuss how PDT might benefit you or your loved one.
bn_bd: পিডিটি কীভাবে আপনাকে বা আপনার প্রিয়জনকে উপকৃত করতে পারে তা আলোচনা করতে আমাদের বিশেষজ্ঞদের সাথে একটি পরামর্শ নির্ধারণ করুন।

source: Contact Information
bn_bd: যোগাযোগের তথ্য

source: Patient Testimonials
bn_bd: রোগীদের প্রশংসাপত্র

source: Hear from patients who have experienced the benefits of Photodynamic Therapy at our clinic.
bn_bd: আমাদের ক্লিনিকে ফটোডাইনামিক থেরাপির সুবিধা অনুভব করেছেন এমন রোগীদের কাছ থেকে শুনুন।

source: Primary
bn_bd: প্রাথমিক

source: Footer Menu 1
bn_bd: ফুটার মেনু ১

source: Footer Menu 2
bn_bd: ফুটার মেনু ২

source: Footer Menu 3
bn_bd: ফুটার মেনু ৩

source: Sidebar
bn_bd: সাইডবার

source: Add widgets here to appear in your sidebar.
bn_bd: আপনার সাইডবারে প্রদর্শিত হওয়ার জন্য এখানে উইজেট যোগ করুন।

source: Footer 1
bn_bd: ফুটার ১

source: Add widgets here to appear in footer column 1.
bn_bd: ফুটার কলাম ১ এ প্রদর্শিত হওয়ার জন্য এখানে উইজেট যোগ করুন।

source: Footer 2
bn_bd: ফুটার ২

source: Add widgets here to appear in footer column 2.
bn_bd: ফুটার কলাম ২ এ প্রদর্শিত হওয়ার জন্য এখানে উইজেট যোগ করুন।

source: Footer 3
bn_bd: ফুটার ৩

source: Add widgets here to appear in footer column 3.
bn_bd: ফুটার কলাম ৩ এ প্রদর্শিত হওয়ার জন্য এখানে উইজেট যোগ করুন।

source: Footer 4
bn_bd: ফুটার ৪

source: Add widgets here to appear in footer column 4.
bn_bd: ফুটার কলাম ৪ এ প্রদর্শিত হওয়ার জন্য এখানে উইজেট যোগ করুন।

source: Book Now
bn_bd: এখনই বুক করুন

source: Full Name
bn_bd: পুরো নাম

source: Email Address
bn_bd: ইমেইল ঠিকানা

source: Phone Number
bn_bd: ফোন নম্বর

source: Preferred Date
bn_bd: পছন্দের তারিখ

source: Reason for Visit
bn_bd: সাক্ষাতের কারণ

source: Additional Notes
bn_bd: অতিরিক্ত নোট

source: Submit
bn_bd: জমা দিন

source: Thank you! Your appointment request has been received. We'll contact you shortly to confirm.
bn_bd: ধন্যবাদ! আপনার অ্যাপয়েন্টমেন্ট অনুরোধ গৃহীত হয়েছে। নিশ্চিত করতে আমরা শীঘ্রই আপনার সাথে যোগাযোগ করব।

source: Please fill out all required fields.
bn_bd: অনুগ্রহ করে সমস্ত প্রয়োজনীয় ক্ষেত্র পূরণ করুন।

source: Please enter a valid email address.
bn_bd: অনুগ্রহ করে একটি বৈধ ইমেইল ঠিকানা লিখুন।

source: Please enter a valid phone number.
bn_bd: অনুগ্রহ করে একটি বৈধ ফোন নম্বর লিখুন।

source: Please select a future date.
bn_bd: অনুগ্রহ করে একটি ভবিষ্যতের তারিখ নির্বাচন করুন।

source: Frequently Asked Questions
bn_bd: প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী

source: Skip to content
bn_bd: কন্টেন্টে যান

source: Call Now
bn_bd: এখনই কল করুন

source: English
bn_bd: ইংরেজি

source: Dark Mode
bn_bd: ডার্ক মোড

source: Light Mode
bn_bd: লাইট মোড

source: Menu
bn_bd: মেনু

source: Service
bn_bd: সেবা

source: Add New Service
bn_bd: নতুন সেবা যোগ করুন

source: Edit Service
bn_bd: সেবা সম্পাদনা করুন

source: New Service
bn_bd: নতুন সেবা

source: View Service
bn_bd: সেবা দেখুন

source: Search Services
bn_bd: সেবা অনুসন্ধান করুন

source: No services found
bn_bd: কোন সেবা পাওয়া যায়নি

source: No services found in Trash
bn_bd: ট্র্যাশে কোন সেবা পাওয়া যায়নি

source: Treatment Types
bn_bd: চিকিৎসার ধরন

source: Treatment Type
bn_bd: চিকিৎসার ধরন

source: Search Treatment Types
bn_bd: চিকিৎসার ধরন অনুসন্ধান করুন

source: All Treatment Types
bn_bd: সমস্ত চিকিৎসার ধরন

source: Parent Treatment Type
bn_bd: অভিভাবক চিকিৎসার ধরন

source: Parent Treatment Type:
bn_bd: অভিভাবক চিকিৎসার ধরন:

source: Edit Treatment Type
bn_bd: চিকিৎসার ধরন সম্পাদনা করুন

source: Update Treatment Type
bn_bd: চিকিৎসার ধরন আপডেট করুন

source: Add New Treatment Type
bn_bd: নতুন চিকিৎসার ধরন যোগ করুন

source: New Treatment Type Name
bn_bd: নতুন চিকিৎসার ধরনের নাম

source: Team Members
bn_bd: টিম সদস্য

source: Team Member
bn_bd: টিম সদস্য

source: Add New Team Member
bn_bd: নতুন টিম সদস্য যোগ করুন

source: Edit Team Member
bn_bd: টিম সদস্য সম্পাদনা করুন

source: New Team Member
bn_bd: নতুন টিম সদস্য

source: View Team Member
bn_bd: টিম সদস্য দেখুন

source: Search Team Members
bn_bd: টিম সদস্য অনুসন্ধান করুন

source: No team members found
bn_bd: কোন টিম সদস্য পাওয়া যায়নি

source: No team members found in Trash
bn_bd: ট্র্যাশে কোন টিম সদস্য পাওয়া যায়নি

source: Team Roles
bn_bd: টিম ভূমিকা

source: Team Role
bn_bd: টিম ভূমিকা

source: Search Team Roles
bn_bd: টিম ভূমিকা অনুসন্ধান করুন

source: All Team Roles
bn_bd: সমস্ত টিম ভূমিকা

source: Parent Team Role
bn_bd: অভিভাবক টিম ভূমিকা

source: Parent Team Role:
bn_bd: অভিভাবক টিম ভূমিকা:

source: Edit Team Role
bn_bd: টিম ভূমিকা সম্পাদনা করুন

source: Update Team Role
bn_bd: টিম ভূমিকা আপডেট করুন

source: Add New Team Role
bn_bd: নতুন টিম ভূমিকা যোগ করুন

source: New Team Role Name
bn_bd: নতুন টিম ভূমিকার নাম

source: Research Publications
bn_bd: গবেষণা প্রকাশনা

source: Research Publication
bn_bd: গবেষণা প্রকাশনা

source: Add New Research Publication
bn_bd: নতুন গবেষণা প্রকাশনা যোগ করুন

source: Edit Research Publication
bn_bd: গবেষণা প্রকাশনা সম্পাদনা করুন

source: New Research Publication
bn_bd: নতুন গবেষণা প্রকাশনা

source: View Research Publication
bn_bd: গবেষণা প্রকাশনা দেখুন

source: Search Research Publications
bn_bd: গবেষণা প্রকাশনা অনুসন্ধান করুন

source: No research publications found
bn_bd: কোন গবেষণা প্রকাশনা পাওয়া যায়নি

source: No research publications found in Trash
bn_bd: ট্র্যাশে কোন গবেষণা প্রকাশনা পাওয়া যায়নি

source: Research Categories
bn_bd: গবেষণা বিভাগ

source: Research Category
bn_bd: গবেষণা বিভাগ

source: Search Research Categories
bn_bd: গবেষণা বিভাগ অনুসন্ধান করুন

source: All Research Categories
bn_bd: সমস্ত গবেষণা বিভাগ

source: Parent Research Category
bn_bd: অভিভাবক গবেষণা বিভাগ

source: Parent Research Category:
bn_bd: অভিভাবক গবেষণা বিভাগ:

source: Edit Research Category
bn_bd: গবেষণা বিভাগ সম্পাদনা করুন

source: Update Research Category
bn_bd: গবেষণা বিভাগ আপডেট করুন

source: Add New Research Category
bn_bd: নতুন গবেষণা বিভাগ যোগ করুন

source: New Research Category Name
bn_bd: নতুন গবেষণা বিভাগের নাম

source: Testimonials
bn_bd: প্রশংসাপত্র

source: Testimonial
bn_bd: প্রশংসাপত্র

source: Add New Testimonial
bn_bd: নতুন প্রশংসাপত্র যোগ করুন

source: Edit Testimonial
bn_bd: প্রশংসাপত্র সম্পাদনা করুন

source: New Testimonial
bn_bd: নতুন প্রশংসাপত্র

source: View Testimonial
bn_bd: প্রশংসাপত্র দেখুন

source: Search Testimonials
bn_bd: প্রশংসাপত্র অনুসন্ধান করুন

source: No testimonials found
bn_bd: কোন প্রশংসাপত্র পাওয়া যায়নি

source: No testimonials found in Trash
bn_bd: ট্র্যাশে কোন প্রশংসাপত্র পাওয়া যায়নি

source: FAQs
bn_bd: প্রশ্নোত্তর

source: FAQ
bn_bd: প্রশ্নোত্তর

source: Add New FAQ
bn_bd: নতুন প্রশ্নোত্তর যোগ করুন

source: Edit FAQ
bn_bd: প্রশ্নোত্তর সম্পাদনা করুন

source: New FAQ
bn_bd: নতুন প্রশ্নোত্তর

source: View FAQ
bn_bd: প্রশ্নোত্তর দেখুন

source: Search FAQs
bn_bd: প্রশ্নোত্তর অনুসন্ধান করুন

source: No FAQs found
bn_bd: কোন প্রশ্নোত্তর পাওয়া যায়নি

source: No FAQs found in Trash
bn_bd: ট্র্যাশে কোন প্রশ্নোত্তর পাওয়া যায়নি

source: FAQ Categories
bn_bd: প্রশ্নোত্তর বিভাগ

source: FAQ Category
bn_bd: প্রশ্নোত্তর বিভাগ

source: Search FAQ Categories
bn_bd: প্রশ্নোত্তর বিভাগ অনুসন্ধান করুন

source: All FAQ Categories
bn_bd: সমস্ত প্রশ্নোত্তর বিভাগ

source: Parent FAQ Category
bn_bd: অভিভাবক প্রশ্নোত্তর বিভাগ

source: Parent FAQ Category:
bn_bd: অভিভাবক প্রশ্নোত্তর বিভাগ:

source: Edit FAQ Category
bn_bd: প্রশ্নোত্তর বিভাগ সম্পাদনা করুন

source: Update FAQ Category
bn_bd: প্রশ্নোত্তর বিভাগ আপডেট করুন

source: Add New FAQ Category
bn_bd: নতুন প্রশ্নোত্তর বিভাগ যোগ করুন

source: New FAQ Category Name
bn_bd: নতুন প্রশ্নোত্তর বিভাগের নাম

source: Service Details
bn_bd: সেবার বিবরণ

source: Service Icon
bn_bd: সেবা আইকন

source: Enter a Font Awesome icon class (e.g., fa-tooth)
bn_bd: একটি ফন্ট অসাম আইকন ক্লাস লিখুন (যেমন, fa-tooth)

source: Short Description
bn_bd: সংক্ষিপ্ত বিবরণ

source: Brief description for cards and listings (max 160 characters)
bn_bd: কার্ড এবং তালিকার জন্য সংক্ষিপ্ত বিবরণ (সর্বাধিক ১৬০ অক্ষর)

source: Service Duration
bn_bd: সেবার সময়কাল

source: Approximate duration of the service (e.g., 60 minutes)
bn_bd: সেবার আনুমানিক সময়কাল (যেমন, ৬০ মিনিট)

source: Price Range
bn_bd: মূল্য পরিসীমা

source: Price or price range for the service (e.g., ৳5,000 - ৳15,000)
bn_bd: সেবার মূল্য বা মূল্য পরিসীমা (যেমন, ৳৫,০০০ - ৳১৫,০০০)

source: Team Member Details
bn_bd: টিম সদস্যের বিবরণ

source: Position
bn_bd: পদবি

source: Job title or position
bn_bd: কাজের শিরোনাম বা পদবি

source: Qualifications
bn_bd: যোগ্যতা

source: Academic degrees and professional certifications
bn_bd: একাডেমিক ডিগ্রি এবং পেশাদার সার্টিফিকেশন

source: Email
bn_bd: ইমেইল

source: Phone
bn_bd: ফোন

source: LinkedIn Profile
bn_bd: লিংকডইন প্রোফাইল

source: Research Interests
bn_bd: গবেষণার আগ্রহ

source: Brief description of research interests and specialties
bn_bd: গবেষণার আগ্রহ এবং বিশেষত্বের সংক্ষিপ্ত বিবরণ

source: Research Publication Details
bn_bd: গবেষণা প্রকাশনার বিবরণ

source: Authors
bn_bd: লেখকগণ

source: List of authors (comma separated)
bn_bd: লেখকদের তালিকা (কমা দ্বারা পৃথক)

source: Journal/Conference
bn_bd: জার্নাল/কনফারেন্স

source: Name of the journal or conference
bn_bd: জার্নাল বা কনফারেন্সের নাম

source: Publication Date
bn_bd: প্রকাশনার তারিখ

source: DOI/URL
bn_bd: ডিওআই/ইউআরএল

source: Digital Object Identifier or link to the publication
bn_bd: ডিজিটাল অবজেক্ট আইডেন্টিফায়ার বা প্রকাশনার লিঙ্ক

source: Abstract
bn_bd: সারসংক্ষেপ

source: Brief summary of the research
bn_bd: গবেষণার সংক্ষিপ্ত সারাংশ

source: Testimonial Details
bn_bd: প্রশংসাপত্রের বিবরণ

source: Patient/Client Name
bn_bd: রোগী/ক্লায়েন্টের নাম

source: What treatment did they receive?
bn_bd: তারা কোন চিকিৎসা পেয়েছিলেন?

source: Rating
bn_bd: রেটিং

source: Rating out of 5
bn_bd: ৫ এর মধ্যে রেটিং

source: Location
bn_bd: অবস্থান

source: City or region of the patient
bn_bd: রোগীর শহর বা অঞ্চল

source: Date of Treatment
bn_bd: চিকিৎসার তারিখ

source: FAQ Details
bn_bd: প্রশ্নোত্তরের বিবরণ

source: Short Answer
bn_bd: সংক্ষিপ্ত উত্তর

source: Brief answer (will be displayed in accordion preview)
bn_bd: সংক্ষিপ্ত উত্তর (অ্যাকর্ডিয়ন প্রিভিউতে প্রদর্শিত হবে)

source: Order
bn_bd: ক্রম

source: Display order (lower numbers appear first)
bn_bd: প্রদর্শন ক্রম (কম সংখ্যা প্রথমে প্রদর্শিত হবে)

source: Theme Options
bn_bd: থিম অপশন

source: Configure PDT.AI theme settings
bn_bd: পিডিটি.এআই থিম সেটিংস কনফিগার করুন

source: Color Scheme
bn_bd: রঙের স্কিম

source: Customize the theme colors
bn_bd: থিমের রং কাস্টমাইজ করুন

source: Primary Color
bn_bd: প্রাথমিক রং

source: Secondary Color
bn_bd: সেকেন্ডারি রং

source: Accent Color
bn_bd: অ্যাকসেন্ট রং

source: Enable Dark Mode by Default
bn_bd: ডিফল্টভাবে ডার্ক মোড সক্রিয় করুন

source: Layout Options
bn_bd: লেআউট অপশন

source: Configure layout settings
bn_bd: লেআউট সেটিংস কনফিগার করুন

source: Container Width (px)
bn_bd: কন্টেইনার প্রস্থ (পিক্সেল)

source: Sidebar Position
bn_bd: সাইডবার অবস্থান

source: Right
bn_bd: ডান

source: Left
bn_bd: বাম

source: No Sidebar
bn_bd: সাইডবার নেই

source: Header Options
bn_bd: হেডার অপশন

source: Configure header settings
bn_bd: হেডার সেটিংস কনফিগার করুন

source: Enable Sticky Header
bn_bd: স্টিকি হেডার সক্রিয় করুন

source: Footer Options
bn_bd: ফুটার অপশন

source: Configure footer settings
bn_bd: ফুটার সেটিংস কনফিগার করুন

source: Copyright Text
bn_bd: কপিরাইট টেক্সট

source: Clinic Address
bn_bd: ক্লিনিকের ঠিকানা

source: Clinic Hours
bn_bd: ক্লিনিকের সময়সূচী

source: Google Maps Embed Code
bn_bd: গুগল ম্যাপস এম্বেড কোড

source: Social Media
bn_bd: সামাজিক মাধ্যম

source: Configure social media links
bn_bd: সামাজিক মাধ্যমের লিঙ্ক কনফিগার করুন

source: Facebook URL
bn_bd: ফেসবুক ইউআরএল

source: Twitter URL
bn_bd: টুইটার ইউআরএল

source: LinkedIn URL
bn_bd: লিংকডইন ইউআরএল

source: YouTube URL
bn_bd: ইউটিউব ইউআরএল

source: Instagram URL
bn_bd: ইনস্টাগ্রাম ইউআরএল

source: Feature Toggles
bn_bd: ফিচার টগল

source: Enable or disable theme features
bn_bd: থিম ফিচার সক্রিয় বা নিষ্ক্রিয় করুন

source: Enable Chat Widget
bn_bd: চ্যাট উইজেট সক্রিয় করুন

source: Enable Back to Top Button
bn_bd: উপরে ফিরে যাওয়ার বাটন সক্রিয় করুন

source: Enable Preloader
bn_bd: প্রিলোডার সক্রিয় করুন

source: Homepage Content
bn_bd: হোমপেজ কন্টেন্ট

source: Configure homepage content
bn_bd: হোমপেজ কন্টেন্ট কনফিগার করুন

source: Hero Title
bn_bd: হিরো শিরোনাম

source: Hero Subtitle
bn_bd: হিরো উপশিরোনাম

source: Hero Button Text
bn_bd: হিরো বাটন টেক্সট

source: Hero Button URL
bn_bd: হিরো বাটন ইউআরএল

source: Hero Background Image
bn_bd: হিরো ব্যাকগ্রাউন্ড ইমেজ

source: Show PDT in Skin Care Section
bn_bd: ত্বকের যত্নে পিডিটি সেকশন দেখান

source: Show Testimonials Section
bn_bd: প্রশংসাপত্র সেকশন দেখান

source: Home
bn_bd: হোম

source: Archive
bn_bd: আর্কাইভ

source: Search results for: %s
bn_bd: %s এর জন্য অনুসন্ধান ফলাফল

source: 404 Not Found
bn_bd: ৪০৪ পাওয়া যায়নি

source: Page %s
bn_bd: পৃষ্ঠা %s

source: Posted in %1$s
bn_bd: %1$s এ পোস্ট করা হয়েছে

source: Tagged %1$s
bn_bd: %1$s ট্যাগ করা হয়েছে

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
bn_bd: <span class="screen-reader-text">%s এ</span> একটি মন্তব্য করুন

source: Edit <span class="screen-reader-text">%s</span>
bn_bd: <span class="screen-reader-text">%s</span> সম্পাদনা করুন

source: Menu Toggle
bn_bd: মেনু টগল

source: Toggle Menu
bn_bd: মেনু টগল করুন

source: Close
bn_bd: বন্ধ করুন

source: Posted on %s
bn_bd: %s তারিখে পোস্ট করা হয়েছে

source: by %s
bn_bd: %s দ্বারা

source: View all posts by %s
bn_bd: %s এর সমস্ত পোস্ট দেখুন

source: Learn More
bn_bd: আরও জানুন

source: Read More
bn_bd: আরও পড়ুন

source: Search Results for: %s
bn_bd: %s এর জন্য অনুসন্ধান ফলাফল

source: Nothing Found
bn_bd: কিছুই পাওয়া যায়নি

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
bn_bd: আপনার প্রথম পোস্ট প্রকাশ করতে প্রস্তুত? <a href="%1$s">এখানে শুরু করুন</a>।

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
bn_bd: দুঃখিত, কিন্তু আপনার অনুসন্ধান শব্দের সাথে কিছুই মেলেনি। অনুগ্রহ করে কিছু ভিন্ন কীওয়ার্ড দিয়ে আবার চেষ্টা করুন।

source: It seems we can't find what you're looking for. Perhaps searching can help.
bn_bd: মনে হচ্ছে আপনি যা খুঁজছেন তা আমরা খুঁজে পাচ্ছি না। হয়তো অনুসন্ধান করা সাহায্য করতে পারে।

source: Pages:
bn_bd: পৃষ্ঠাসমূহ:

source: Continue reading<span class="screen-reader-text"> "%s"</span>
bn_bd: <span class="screen-reader-text"> "%s"</span> পড়া চালিয়ে যান
